Repository: Adventech/sabbath-school-ios-legacy
Catalog: Sabbath School/*.lproj/Localizable.strings
Languages: fr, pt

# APP_TITLE
source: SABBATH SCHOOL
fr: ECOLE DU SABBAT
pt: ESCOLA SABATINA

# APP_ABOUT
source: ABOUT
fr: À PROPOS
pt: SOBRE

# APP_SHARE
source: SHARE
fr: PART
pt: COMPARTILHAR

# APP_TODAY
source: Today
fr: Aujourd'hui
pt: Hoje

# APP_AUTHOR
source: author
fr: auteur
pt: autor

# APP_SHARE_TEXT
source: Check out this new Sabbath School app!
fr: Découvrez cette nouvelle application École du Sabbat!
pt: Confira este novo aplicativo da Escola Sabatina!

# APP_DOWNLOADING
source: Downloading latest quarterly...
fr: Téléchargement dernière trimestrielle...
pt: Baixando último trimestre.

# APP_ERROR_DOWNLOADING
source: Communication error occurred.
fr: Une erreur de communication se est produite.
pt: Erro de comunicação.

# APP_ERROR_NO_NETWORK
source: Connect to internet to install new quarterly.
fr: Connectez-vous à Internet pour installer un nouveau trimestre.

# APP_RETRY
source: RETRY
fr: REPR
pt: REPERTIR

# APP_HIGHLIGHT
source: Highlight
fr: Surbrillance
pt: Grifar

# APP_REMOVE_HIGHLIGHT
source: Remove Highlight
fr: Retirer Surbrillance
pt: Remover grifado

source: Sabbath School
fr: Ecole du Sabbat
pt: Escola Sabatina
